{
  "20250607_1653": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "Ah, foi salvar os peixes. Porque quando eu entendi o jogo, eu vi que tava fazendo uma coisa legal.",
      "codigos_iniciais": ["engajamento com missão de cuidado", "impacto positivo"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Agarrar o o peixe. Ah, porque na hora que eu entendi que eu tinha que pegar ele pra poder curar, eu achei isso muito legal, super maneiro.",
      "codigos_iniciais": ["Impacto com a mecânica de captura"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "É, teve uma parte que foi tipo assim, até entendi como o peixe ia se salvar, né? Tinha uns outros peixes brilhando também, que dava pra entender que era eles, os branquiçados. Mas aí quando eu entendi que era o que aparecia com aquela auréola em volta.",
      "codigos_iniciais": ["não relacionado"]
    }
  },
  "20250607_1728": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "É capturar o peixinho.",
      "codigos_iniciais": ["Diversão na captura"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Soltar o peixe. Porque ele tinha que ser solto no mar.",
      "codigos_iniciais": ["impacto visual positivo"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Teve. A parte que as tartarugas ficavam na minha frente e eu não conseguia parar o peixe.",
      "codigos_iniciais": ["não relacionado"]
    }
  },
  "20250607_1903": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "A parte mais divertida foi... Encontrar o peixe. Porque... Justamente por eu estar aflita, né? De não estar me dando bem com o radar. E quando eu finalmente achei, eu falei... Caraca, achei! Então foi a parte divertida de achar ele finalmente.",
      "codigos_iniciais": ["Diversão na captura"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Eu acho que a coisa de estar realmente imerso ali, de você não ver nada ao redor. Caraca, porque eu não imaginava que era assim. Na minha cabeça... Sabe quando você coloca um óculos de sol e você enxerga aqui em cima e aqui embaixo, né? E no jogo, não. Eu realmente só via o fundo do mar. Eu não via mais nada.",
      "codigos_iniciais": ["surpresa com a imersão"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Não.",
      "codigos_iniciais": ["sem partes tediosas"]
    }
  },
  "20250607_1941": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "Acho que movimentar o submarino Pra não colidir e tal, mesmo com as limitações que aconteceram. Eu acho que era um... Acabou sendo um desafio maior assim, eu sei que não era o principal. Mas... Com o objetivo de criar uma imersão maior e ir no jogo, eu acho que... Que isso foi o maior desafio, assim, da geolocalização.",
      "codigos_iniciais": ["Diversão na busca / navegação"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Entender ali o... onde você tá, né? Porque o jogo não se introduz tanto... o ambiente ali, né? São imagens e tal.",
      "codigos_iniciais": ["não relacionado"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Não foi tediosa, mas... Tediosa não tev.",
      "codigos_iniciais": ["sem partes tediosas"]
    }
  },
  "20250607_2206": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "Cara, achei o cenário mesmo, porque a tartaruga, acho que a tartaruga era o peixe mais impactante ali, que está mais perto. Então, eu vi o cenário ali embaixo, os peixes passando, acho que foi a parte mais da hora.",
      "codigos_iniciais": ["impacto visual positivo"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Cara, surpreendente. Acredito que tenha sido também... Acho o gráfico interessante. Surpreendente, assim. Tipo, eu vi ele e falei, pô, admirei, tá ligado? Deu pra admirar os peixinhos ali, a variedade. Acho que esse foi o mais surpreendente mesmo, o gráfico. Eu esperava uma parada mais animação e eu vi que era mais realístico, sabe?",
      "codigos_iniciais": ["impacto visual positivo"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Cara, foi achar o peixe ali dentro e meio, achei, e mais pessoas de minigame também, achei meio tedioso, né?",
      "codigos_iniciais": ["mecânica de cura é tediosa", "melhorar a mecânica de cura"]
    }
  },
  "20250608_1448": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "A do minigame. Porque era a que me exigiu mais concentração e foco.",
      "codigos_iniciais": ["diversão na cura"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "O visual. Tinha bem bonito. Principalmente a tartaruguinha ali. Bem bonitinho.",
      "codigos_iniciais": ["impacto visual positivo"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Não teve. É bem tranquilo. A experiência dele é bonitinha.",
      "codigos_iniciais": ["sem partes tediosas"]
    }
  },
  "20250608_1520": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "É porque de início é muito maneiro, você vê tudo e vê que você controla a coisa, mas literalmente levantar a mão e pegar o peixe, eu achei a parte mais legal. Porque como eu disse, é tipo, poder... Quando você mexe o braço também acaba que você entra mais no jogo do que só com óculos. Porque só com óculos é como se você estivesse com controle normal. E só olhando mesmo. Mas quando você tem controle que também meio que te insere mais ainda no jogo, entendeu?",
      "codigos_iniciais": ["Diversão na captura", "surpresa com a imersão"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Eu mexer com a garrinha só com os meus braços.",
      "codigos_iniciais": ["surpresa com o controle da garra", "surpresa com a imersão"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Foi o joguinho de cura assim que foi bem.",
      "codigos_iniciais": ["mecânica de cura é tediosa"]
    }
  },
  "20250609_2048": {
    "Para você, qual parte foi mais divertida? Por quê?": {
      "resposta": "Eu acho que... navegar pelo mar com o negócio. Porque é legal, né? É divertido mexer. É como se fosse um helicópto né, também Essas coisas igual Drone, Drone. Voar é legal, tipo É maneiro, né? É simulação de algo que eu não tinha simulado antes, né? É real.",
      "codigos_iniciais": ["experiência divertida", "Diversão na busca / navegação"]
    },
    "Para você, qual parte foi mais surpreendente? Por quê?": {
      "resposta": "Polimento Tá muito bem polido o jogo, muito... Sabe? Sem bug, funciona como esperado.",
      "codigos_iniciais": ["impacto visual positivo"]
    },
    "Para você, qual parte foi mais tediosa? Por quê?": {
      "resposta": "Não teve.",
      "codigos_iniciais": ["sem partes tediosas"]
    }
  }
}