{
  "macrotema": "Instruções e compreensão",
  "temas": [
    {
      "nome": "Compreensão do objetivo do jogo desde o início da experiência",
      "descricao": "A maioria dos participantes relatou ter compreendido que o objetivo do jogo era salvar ou curar os peixes, com ou sem o uso de linguagem simbólica. A ação central foi assimilada a partir das instruções iniciais.",
      "codigos_iniciais_agrupados": [
        "objetivo: salvar os peixes",
        "objetivo: procurar peixinhos"
      ]
    },
    {
      "nome": "Percepção positiva da instrução narrada",
      "descricao": "A voz responsável pelas instruções foi majoritariamente bem avaliada, sendo descrita como clara, compreensível e útil. No entanto, alguns participantes sugeriram que poderia ser mais direta ou adaptada a iniciantes.",
      "codigos_iniciais_agrupados": [
        "instrução narrada elogiada",
        "intrução narrada clara",
        "instrução narrada poderia ser mais direta"
      ]
    },
    {
      "nome": "A legibilidade do painel pode estar comprometida",
      "descricao": "Houve diferentes níveis de sucesso na leitura das instruções visuais. Alguns participantes relataram leitura comprometida ou dificuldade por tempo curto ou posição do painel. Outros afirmaram ter conseguido ler e compreender.",
      "codigos_iniciais_agrupados": [
        "leitura comprometida",
        "instrução parcialmente acessível",
        "não dá tempo de ler",
        "sucesso na leitura"
      ]
    },
    {
      "nome": "Compreensão das instruções de controle e garras",
      "descricao": "As instruções relacionadas ao controle do submarino e ao uso das garras foram compreendidas por alguns participantes, mas outros relataram confusão, ausência de instrução, ou esqueceram o conteúdo. Alguns pediram reforço explicativo.",
      "codigos_iniciais_agrupados": [
        "instrução de controle compreendida",
        "instrução confusa ou ausente",
        "instrução das garras compreendida",
        "esqueceu da instrução",
        "mais explicações para as garras"
      ]
    },
    {
      "nome": "Compreensão das instruções de cura",
      "descricao": "As instruções para o processo de cura foram em geral bem assimiladas, com alguns participantes pedindo mais explicações sobre a lógica da tarefa, especialmente o propósito de acertar o ponteiro na zona verde.",
      "codigos_iniciais_agrupados": [
        "instrução de cura compreendida",
        "mais explicações para a cura"
      ]
    },
    {
      "nome": "Demanda por instruções complementares",
      "descricao": "Alguns participantes indicaram necessidade de instruções adicionais, como explicações sobre o radar, início do jogo ou reforço visual. Outros afirmaram não sentir falta de instruções extras.",
      "codigos_iniciais_agrupados": [
        "mais explicações para o radar",
        "radar mais visivel",
        "instruções de como iniciar o jogo",
        "instrução insuficiente",
        "sem necessidade de instruções adicionais",
        "nada para acrescentar"
      ]
    },
    {
      "nome": "Problemas de sincronização das instruções",
      "descricao": "Um participante mencionou que algumas instruções apareciam em momentos que não correspondiam à tarefa atual, dificultando o uso adequado da informação.",
      "codigos_iniciais_agrupados": [
        "instrução aparecendo no momento errado"
      ]
    }
  ]
}
