{
  "macrotema": "Contribuições finais",
  "temas": [
    {
      "nome": "Sugestões para melhorar instruções e feedback",
      "descricao": "Vários participantes sugeriram melhorias nas instruções, como tornar mais claro como iniciar o jogo, interpretar os textos exibidos e indicar o término de tarefas. Também foi apontada a importância de sinais visuais ou de confirmação após certas ações.",
      "codigos_iniciais_agrupados": [
        "tentativa e erro para iniciar o jogo",
        "problema na leitura das intruções",
        "falta de feedback",
        "sugestão de mais instruções"
      ]
    },
    {
      "nome": "Aprimoramentos na mecânica de captura e cura",
      "descricao": "Alguns participantes propuseram ajustes na movimentação das garras e torná-la mais realista, além de tornar o minigame de cura mais desafiador ou significativo. Também foram sugeridas ações adicionais após a captura ou formas mais claras de representar a cura dos peixes.",
      "codigos_iniciais_agrupados": [
        "melhorarar explicações de captura",
        "melhorarar explicações de cura",
        "crítica à mecânica de captura",
        "melhorarar a mecênica de captura",
        "melhoria  na mecânica de cura",
        "mecânica de cura é tediosa",
        "melhorar a mecânica de cura",
        "dimunuir distênciamento entre objetivo e mecânica na cura",
        "melhoria  na mecânica de identificação do animal marinho"
      ]
    },
    {
      "nome": "Melhorias na mecânica de navegação e radar",
      "descricao": "Alguns participantes apontaram limitações no radar e na orientação espacial, como dificuldade em entender a frente e o verso do submarino. Foram sugeridas melhorias para tornar o radar mais intuitivo e a navegação mais clara.",
      "codigos_iniciais_agrupados": [
        "melhoria no radar",
        "melhorar a mecânica do radar"
      ]
    },
    {
      "nome": "Reconhecimento positivo da experiência",
      "descricao": "Participantes elogiaram o jogo como um todo, destacando os gráficos, a proposta e a experiência geral, especialmente entre quem jogava realidade virtual pela primeira vez.",
      "codigos_iniciais_agrupados": [
        "elogio geral ao jogo",
        "experiência inédita mencionada"
      ]
    }
  ]
}
